Repository: CZ-NIC/fred-webwhois
Catalog: webwhois/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Please print this <a href="%(notarized_letter_pdf_url)s">%(pdf_name)s</a> (PDF), sign it (an officially authenticated signature is required) and send the signed original to the mailing address of the registry.
cs: Prosím, vytiskněte tuto <a href="%(notarized_letter_pdf_url)s">%(pdf_name)s</a> (PDF), podepište ji (je nutný úředně ověřený podpis) a podepsaný originál zašlete na e-mail registru.

source: Private algorithm
cs: Soukromý algoritmus

source: Private algorithm OID
cs: Soukromý algoritmus OID

source: Protocol
cs: Protokol

source: RSA/MD5 (deprecated, see 5)
cs: RSA/MD5 (zastaralý, viz 5)

source: Record not found
cs: Záznam nenalezen

source: Register this domain name?
cs: Registrovat tuto doménu?

source: Registered since
cs: Registrace od

source: Registrar
cs: Registrátor

source: Registrar details
cs: Prohlížení registrátora

source: Registrar list
cs: Seznam registrátorů

source: Registrar not found
cs: Registrátor nenalezen

source: Registrars offering also retail services
cs: Registrátoři poskytující také služby koncovým držitelům

source: Registrars offering only wholesale services
cs: Registrátoři poskytující služby velkoobchodům

source: Request does not exist or has expired.
cs: Žádost neexistuje nebo již vypršela.

source: Request for personal data of contact %(handle)s
cs: Žádost o zaslání osobních údajů ke kontaktu %(handle)s

source: Request form to disable enhanced object security
cs: Formulář žádosti o zrušení zvýšeného zabezpečení objektu

source: Request form to enable enhanced object security
cs: Formulář žádosti o zvýšení zabezpečení objektu

source: Request form to send a password
cs: Formulář žádosti o poskytnutí hesla

source: Request form to send personal information
cs: Formulář žádosti o výpis osobních údajů

source: Request to disable enhanced object security
cs: Žádost o zrušení zvýšeného zabezpečení objektu

source: Request to disable enhanced object security of contact %(handle)s
cs: Žádost o zrušení zvýšeného zabezpečení objektu kontaktu %(handle)s

source: Request to disable enhanced object security of domain name %(handle)s
cs: Žádost o zrušení zvýšeného zabezpečení objektu doménového jména %(handle)s

source: Request to disable enhanced object security of keyset %(handle)s
cs: Žádost o zrušení zvýšeného zabezpečení objektu sady klíčů %(handle)s

source: Request to disable enhanced object security of nameserver set %(handle)s
cs: Žádost o zrušení blokace sady jmenných serverů %(handle)s

source: Request to enable enhanced object security
cs: Žádost o zvýšení zabezpečení objektu

source: Request to enable enhanced object security of contact %(handle)s
cs: Žádost o zvýšení zabezpečení objektu kontaktu %(handle)s

source: Request to enable enhanced object security of domain name %(handle)s
cs: Žádost o zvýšení zabezpečení objektu doménového jména %(handle)s

source: Request to enable enhanced object security of keyset %(handle)s
cs: Žádost o zvýšení zabezpečení objektu sady klíčů %(handle)s

source: Request to enable enhanced object security of nameserver set %(handle)s
cs: Žádost o zvýšení blokace sady jmenných serverů %(handle)s

source: Request to personal information
cs: Žádost o výpis osobních údajů

source: Request to send a password (authinfo)
cs: Žádost o poskytnutí hesla (authinfo)

source: Request to send a password (authinfo) for transfer contact %(handle)s
cs: Žádost o poskytnutí hesla (authinfo) kontaktu %(handle)s

source: Request to send a password (authinfo) for transfer domain name %(handle)s
cs: Žádost o poskytnutí hesla (authinfo) doménového jména %(handle)s

source: Request to send a password (authinfo) for transfer keyset %(handle)s
cs: Žádost o poskytnutí hesla (authinfo) sady klíčů %(handle)s

source: Request to send a password (authinfo) for transfer nameserver set %(handle)s
cs: Žádost o poskytnutí hesla (authinfo) sady jmenných serverů %(handle)s

source: Request to send personal information
cs: Žádost o výpis osobních údajů

source: Request to send personal information of contact %(handle)s
cs: Žádost o výpis osobních údajů ke kontaktu %(handle)s

source: Request to send personal information of contact %(handle)s:
cs: Žádost o výpis osobních údajů pro kontakt %(handle)s:

source: Reserved
cs: Rezervováno

source: Reserved for Indirect Keys
cs: Rezervováno pro Indirect Keys

source: Search
cs: Hledat

source: Search in the Registry (Whois)
cs: Vyhledávání v registru (Whois)

source: Search results for handle <strong>%(handle)s</strong>:
cs: Výsledek vyhledávání <strong>%(handle)s</strong>:

source: Secured by DNSSEC
cs: Zabezpečeno pomocí DNSSEC

source: Send
cs: Odeslat

source: Send to
cs: Zaslat na

source: Signatories whose name is not listed in the Central domain name registry, must attach the original or an officially authenticated copy of a document allowing them to perform the relevant request.
cs: V případě, že podepisující osoba není uvedena v Centrálním registru doménových jmen, je k této žádosti potřeba přiložit originál nebo úředně ověřenou kopii dokumentu, který zmocňuje tuto osobu k uvedenému požadavku.

source: Sorry, but the request does not exist or has expired. Please enter a new one.
cs: Litujeme, ale žádost neexistuje nebo již vypršela. Podejte si prosím novou.

source: Sponsoring registrar
cs: Určený registrátor

source: Status
cs: Stav

source: Subject: Confirmation of the request to disable enhanced object security of contact %(handle)s:
cs: Věc: Potvrzení žádosti o zrušení zvýšeného zabezpečení kontaktu %(handle)s:

source: Subject: Confirmation of the request to disable enhanced object security of domain name %(handle)s:
cs: Věc: Potvrzení žádosti o zrušení zvýšeného zabezpečení doménového jména %(handle)s:

source: Subject: Confirmation of the request to disable enhanced object security of keyset %(handle)s:
cs: Věc: Potvrzení žádosti o zrušení zvýšeného zabezpečení sady klíčů %(handle)s:

source: Subject: Confirmation of the request to disable enhanced object security of nameserver set %(handle)s:
cs: Věc: Potvrzení žádosti o zrušení zvýšeného zabezpečení sady jmenných serverů %(handle)s:

source: Subject: Confirmation of the request to enable enhanced object security of contact %(handle)s:
cs: Věc: Potvrzení žádosti o zvýšení zabezpečení kontaktu %(handle)s:

source: Subject: Confirmation of the request to enable enhanced object security of domain name %(handle)s:
cs: Věc: Potvrzení žádosti o zvýšení zabezpečení doménového jména %(handle)s:

source: Subject: Confirmation of the request to enable enhanced object security of keyset %(handle)s:
cs: Věc: Potvrzení žádosti o zvýšení zabezpečení sady klíčů %(handle)s:

source: Subject: Confirmation of the request to enable enhanced object security of nameserver set %(handle)s:
cs: Věc: Potvrzení žádosti o zvýšení zabezpečení sady jmenných serverů %(handle)s:

source: Subject: Request to send a password (authinfo) for transfer contact %(handle)s:
cs: Žádost o poskytnutí hesla (authinfo) kontaktu %(handle)s:

source: Subject: Request to send a password (authinfo) for transfer domain name %(handle)s:
cs: Žádost o poskytnutí hesla (authinfo) doménového jména %(handle)s:

source: Subject: Request to send a password (authinfo) for transfer keyset %(handle)s:
cs: Žádost o poskytnutí hesla (authinfo) sady klíčů %(handle)s:

source: Subject: Request to send a password (authinfo) for transfer nameserver set %(handle)s:
cs: Žádost o poskytnutí hesla (authinfo) sady jmenných serverů %(handle)s:

source: Technical contact
cs: Technický kontakt

source: Technologies
cs: Technologie

source: The email was not found or the address is not valid.
cs: E-mail nebyl nalezen nebo je neplatný.

source: Then the register will send an informational email to the holder in case of domains, to the contact itself, or to all technical contacts in case of nameserver sets or key sets.
cs: Následně registr odešle informační e-mail buď držiteli v případě domény, kontaktu samotnému nebo všem technickým kontaktům v případě sady jmenných serverů nebo sady klíčů.

source: There are multiple records having the given handle. Continue with selection of a required type.
cs: Zadaný identifikátor je shodný pro několik záznamů. Pokračujte výběrem požadovaného typu.

source: This object has another active blocking. The request can not be accepted.
cs: Objekt má jinou blokaci. Žádost nelze přijmout.

source: This object is already blocked. The request can not be accepted.
cs: Objekt je již blokován. Žádost nelze přijmout.

source: This object is not blocked. The request can not be accepted.
cs: Objekt není blokován. Žádost nelze přijmout.

source: To be deleted
cs: Určeno ke zrušení

source: Too many parts in the domain name <strong>%(handle)s</strong>. Enter only the name and the zone: <a href="%(whois_form_link)s?handle=%(example_domain_name)s">%(example_domain_name)s</a>
cs: V doménovém jméně <strong>%(handle)s</strong> je příliš mnoho částí. Zadejte pouze jméno a zónu: <a href="%(whois_form_link)s?handle=%(example_domain_name)s">%(example_domain_name)s</a>

source: Transfer of object is prohibited. The request can not be accepted.
cs: Převod objektu není povolen. Žádost nelze přijmout.

source: Unassigned
cs: Nepřiřazeno

# verb_inf
source: Unblock
cs: Odblokovat

source: Unmanaged zone
cs: Nepodporovaná zóna

source: Unspecified type
cs: Typ neuveden

source: VAT ID number
cs: IČO

source: VAT number
cs: DIČ

source: Validation expiration date
cs: Validováno do

source: Verified record statement
cs: Ověřený výpis z registru

source: We manage only these zones:
cs: Udržujeme jen zóny:

source: We received successfully your request for a password to change the contact <strong>{handle}</strong> sponsoring registrar. An email with the password will be sent to the email address from the registry.
cs: Žádost o zaslání hesla pro změnu určeného registrátora kontaktu <strong>{handle}</strong> byla úspěšně přijata. E-mail s tímto heslem bude odeslán na e-mailovou adresu uvedenou v registru.

source: We received successfully your request for a password to change the domain <strong>{handle}</strong> sponsoring registrar. An email with the password will be sent to the email address of domain holder and admin contacts.
cs: Žádost o zaslání hesla pro změnu určeného registrátora domény <strong>{handle}</strong> byla úspěšně přijata. E-mail s tímto heslem bude odeslán na e-mailovou adresu držitele domény a administrativnich kontaktů.

source: We received successfully your request for a password to change the keyset <strong>{handle}</strong> sponsoring registrar. An email with the password will be sent to the email addresses of the keyset's technical contacts.
cs: Žádost o zaslání hesla pro změnu určeného registrátora sady klíčů <strong>{handle}</strong> byla úspěšně přijata. E-mail s tímto heslem bude odeslán na e-mailové adresy technických kontaktů sady.

source: We received successfully your request for a password to change the nameserver set <strong>{handle}</strong> sponsoring registrar. An email with the password will be sent to the email addresses of the nameserver set's technical contacts.
cs: Žádost o zaslání hesla pro změnu určeného registrátora sady jmenných serverů <strong>{handle}</strong> byla úspěšně přijata. E-mail s tímto heslem bude odeslán na e-mailové adresy technických kontaktů sady.

source: We received your request for personal data of the contact <strong>{handle}</strong> successfully. An email with the personal data will be sent to the email address from the registry.
cs: Žádost o zaslání osobních údajů ke kontaktu <strong>{handle}</strong> byla úspěšně přijata. E-mail s osobními údaji bude odeslán na e-mailovou adresu uvedenou v registru.

source: Website
cs: Webové stránky

source: Yes
cs: Ano

source: You must attach that request is applied by the responsible person.
cs: Musíte přiložit ověření, že žádost podává odpovědná osoba.

source: all object changes
cs: všechny změny objektu

source: custom email
cs: jiný e-mail

source: email in registry
cs: e-mail v registru

source: object transfer
cs: převod objektu

source: since %(date)s
cs: od %(date)s

source: the company website
cs: web společnosti
