Repository: CZ-NIC/fred-webwhois
Catalog: webwhois/locale/*/LC_MESSAGES/django.po
Languages: cs

source: %s does not match any record.
cs: Jménu %s neodpovídá žádný záznam.

source: %s is not a valid handle.
cs: %s je neplatný identifikátor.

source: A prerequisite for a successful fulfilment is that the object is already prohibited to be transferred or modified. You can find this out by <a href="%(whois_url)s">looking up your object</a> in the register and verifying that there is at least one of the flags <i>“Sponsoring registrar change forbidden”</i> or <i>“Update forbidden”</i> in the <i>Status</i> description.
cs: Předpokladem pro úspěšné podání je, že na objektu již je zakázáno jej buď převádět nebo měnit; to zjistíte <a href="%(whois_url)s">vyhledáním objektu ve službě Whois</a> a ověřením, že se v položce <i>Stav</i> nachází některý z příznaků <i>„Není povolena změna určeného registrátora“</i> nebo <i>„Není povolena</i> změna údajů“.

source: Address
cs: Adresa

source: Administrative contact
cs: Administrativní kontakt

source: After you submit this request, the register will prohibit, according to your choice, to transfer your object or to modify its details (changes, removals).
cs: Po podání žádosti registr podle vaší volby zakáže buď objekt převádět nebo provádět úpravy údajů (změny, odstranění), které jsou v něm uvedeny.

source: After you submit this request, the register will revoke a prohibition, according to your choice, to transfer your object or to modify its details (changes, removals), i.e. it will allow to transfer or modify the object again.
cs: Po podání žádosti registr podle vaší volby opětovně umožní buď objekt převádět nebo provádět úpravy údajů (změny, odstranění), které jsou v něm uvedeny.

source: After you submit this request, the register will send a complete report about personal information that is recorded as your contact in the register to the contact, unless you request to send it to a custom email.
cs: Po podání žádosti registr odešle e-mailem kontaktu kompletní výpis osobních údajů vedených u kontaktu, pokud nepožadujete zaslání na jiný e-mail.

source: Algorithm
cs: Algoritmus

source: Authorized person
cs: Zodpovědná osoba

# verb_inf
source: Block
cs: Blokovat

source: Certification
cs: Certifikace

source: Confirmation method
cs: Způsob ověření

source: Contact
cs: Kontakt

source: Contact details
cs: Prohlížení kontaktu

source: Contact handle
cs: Identifikátor kontaktu

source: Contact is registered but not linked to other registry object
cs: Kontakt je registrován, ale není navázán na jiný objekt v registru

source: Contact not found
cs: Kontakt nenalezen

source: Contact verification status
cs: Ověření kontaktu

source: Copy the following text and insert it into an email, sign it with your digital signature and send it at <a href="mailto:%(company_email)s">%(company_email)s</a>.
cs: Následující text prosím zkopírujte a vložte do těla e-mailu, e-mail podepište Vaším digitálním podpisem a zašlete na adresu <a href="mailto:%(company_email)s">%(company_email)s</a>.

source: Copy the following text and insert it into an email, sign it with your digital signature and send it at our company email.
cs: Následující text prosím zkopírujte a vložte do těla e-mailu, e-mail podepište Vaším digitálním podpisem a zašlete na e-mail naší společnosti.

source: Created by registrar
cs: Vytvořeno registrátorem

source: Custom email is required as "Send to custom email" option is selected. Please fill it in.
cs: Jiný e-mail s přepínačem "Zaslat na jiný e-mail" je povinný. Prosím, doplňte jej.

source: DNS Key
cs: Klíč DNS

source: Day of Birth
cs: Datum narození

source: Disabling enhanced object security Request
cs: Žádost o zrušení zvýšeného zabezpečení objektu

source: Domain
cs: Doména

source: Domain %s cannot be found in the registry. You can search for domains in the these zones only:
cs: Doména %s v této zóně není registrem podporována. Udržujeme jen zóny:

source: Domain (without <em>www.</em> prefix) / Handle
cs: Doména (bez <em>www.</em>) / identifikátor

# fullname
source: Domain name
cs: Doménové jméno

source: Domain name details
cs: Prohlížení doménového jména

source: Domain not found
cs: Doména nenalezena

source: Download Verified record statement in PDF.
cs: Stáhnout ověřený výpis z registru v PDF.

source: E-government
cs: Elektronická veřejná správa

source: ECDSA Curve P-256 with SHA-256
cs: ECDSA Křivka P-256 se SHA-256

source: ECDSA Curve P-384 with SHA-384
cs: ECDSA Křivka P-384 se SHA-384

source: Email signed by a qualified certificate
cs: E-mail podepsaný kvalifikovaným certifikátem

source: Enabling enhanced object security Request
cs: Žádost o zvýšení zabezpečení objektu

source: Evaluation protocol
cs: Certifikační protokol

source: Expiration date
cs: Datum expirace

source: Flags
cs: Příznaky

source: Handle
cs: Identifikátor

source: Holder
cs: Držitel

source: I hereby confirm my request for personal data of the contact %(handle)s, submitted through the web form on %(form_url)s on %(created_date)s, assigned the id number %(response_id)s. Please send the data to %(custom_email)s.
cs: Potvrzuji tímto žádost o zaslání osobních údajů ke kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s, s přiděleným identifikačním číslem %(response_id)s a žádám o poskytnutí osobních údajů na adresu %(custom_email)s.

source: I hereby confirm my request to get the password for contact %(handle)s, submitted through the web form at %(form_url)s on %(created_date)s, assigned id number %(response_id)s. Please send the password to %(custom_email)s.
cs: Potvrzuji tímto žádost o poskytnutí hesla ke kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s, s přiděleným identifikačním číslem %(response_id)s a žádám o poskytnutí příslušného hesla na adresu %(custom_email)s.

source: I hereby confirm my request to get the password for domain name %(handle)s, submitted through the web form at %(form_url)s on %(created_date)s, assigned id number %(response_id)s. Please send the password to %(custom_email)s.
cs: Potvrzuji tímto žádost o poskytnutí hesla k doménovému jménu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s, s přiděleným identifikačním číslem %(response_id)s a žádám o poskytnutí příslušného hesla na adresu %(custom_email)s.

source: I hereby confirm my request to get the password for keyset %(handle)s, submitted through the web form at %(form_url)s on %(created_date)s, assigned id number %(response_id)s. Please send the password to %(custom_email)s.
cs: Potvrzuji tímto žádost o poskytnutí hesla k sadě klíčů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s, s přiděleným identifikačním číslem %(response_id)s a žádám o poskytnutí příslušného hesla na adresu %(custom_email)s.

source: I hereby confirm my request to get the password for nameserver set %(handle)s, submitted through the web form at %(form_url)s on %(created_date)s, assigned id number %(response_id)s. Please send the password to %(custom_email)s.
cs: Potvrzuji tímto žádost o poskytnutí hesla k sadě jmenných serverů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s, s přiděleným identifikačním číslem %(response_id)s a žádám o poskytnutí příslušného hesla na adresu %(custom_email)s.

source: I hereby confirm the request to block all changes made to contact %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, with respect to the particular contact %(handle)s, no change will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování všech změn u kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u kontaktu %(handle)s nebude možné provést žádnou změnu až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block all changes made to domain name %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, with respect to the particular domain name %(handle)s, no change will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování všech změn u doménového jména %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u doménového jména %(handle)s nebude možné provést žádnou změnu až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block all changes made to keyset %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, with respect to the particular keyset %(handle)s, no change will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování všech změn u sady klíčů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u sady klíčů %(handle)s nebude možné provést žádnou změnu až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block all changes made to nameserver set %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, with respect to the particular nameserver set %(handle)s, no change will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování všech změn u sady jmenných serverů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u sady jmenných serverů %(handle)s nebude možné provést žádnou změnu až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block any change of the sponsoring registrar for the contact %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, regarding the particular contact %(handle)s, no change of the sponsoring registrar will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování změny určeného registrátora kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u kontaktu %(handle)s nebude možné provést změnu určeného registrátora až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block any change of the sponsoring registrar for the domain name %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, regarding the particular domain name %(handle)s, no change of the sponsoring registrar will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování změny určeného registrátora doménového jména %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u doménového jména %(handle)s nebude možné provést změnu určeného registrátora až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block any change of the sponsoring registrar for the keyset %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, regarding the particular keyset %(handle)s, no change of the sponsoring registrar will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování změny určeného registrátora sady klíčů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u sady klíčů %(handle)s nebude možné provést změnu určeného registrátora až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to block any change of the sponsoring registrar for the nameserver set %(handle)s submitted through the web form on the web site %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s, and I request the activation of the specified blocking option. I agree that, regarding the particular nameserver set %(handle)s, no change of the sponsoring registrar will be possible until I cancel the blocking option through the applicable form on %(company_website)s.
cs: Potvrzuji tímto žádost o zablokování změny určeného registrátora sady jmenných serverů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s, a žádám o provedení příslušné blokace. Souhlasím s tím, že u sady jmenných serverů %(handle)s nebude možné provést změnu určeného registrátora až do okamžiku, kdy tuto blokaci zruším pomocí příslušného formuláře na %(company_website)s.

source: I hereby confirm the request to cancel the blocking of all changes for the contact %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování všech změn kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of all changes for the domain name %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování všech změn doménového jména %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of all changes for the keyset %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování všech změn sady klíčů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of all changes for the nameserver set %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování všech změn sady jmenných serverů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of the sponsoring registrar change for the contact %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování změny určeného registrátora kontaktu %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of the sponsoring registrar change for the domain name %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování změny určeného registrátora doménového jména %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of the sponsoring registrar change for the keyset %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování změny určeného registrátora sady klíčů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: I hereby confirm the request to cancel the blocking of the sponsoring registrar change for the nameserver set %(handle)s submitted through the web form on %(form_url)s on %(created_date)s with the assigned identification number %(response_id)s.
cs: Potvrzuji tímto žádost o zrušení zablokování změny určeného registrátora sady jmenných serverů %(handle)s, která byla podána prostřednictvím webového formuláře na stránce %(form_url)s dne %(created_date)s s přiděleným identifikačním číslem %(response_id)s.

source: ID card number
cs: Číslo OP

source: Identification data
cs: Identifikační údaj

source: Identification type
cs: Typ identifikace

source: If enhanced security is enabled on the object, transfer is not possible, therefore the password cannot be sent either.
cs: Pokud je na objektu zvýšené zabezpečení, převod k jinému registrátorovi v takové chvíli není možný, proto ani není možné poslat heslo.

source: If you already know how to do it, choose a registrar from the registrar list:
cs: Pokud už víte, jak na to, začněte rovnou výběrem registrátora ze seznamu registrátorů:

source: If you are entering another e-mail, you must attach verification that entered e-mail belongs to the responsible person.
cs: Pokud zadáváte jiný e-mail, musíte přiložit ověření, že zadaný e-mail patří odpovědné osobě.

source: If you have tried to look up a domain, it is possible that it belongs to a zone that is not managed by our registry.
cs: Pokud jste se pokusili vyhledat doménu, je možné, že spadá do zóny, která není naším registrem podporována.

source: If you request to send it to a custom email, it must be verified first that the person confirming it is authorized to confirm the request.
cs: Je-li požadováno zaslání na jiný e-mail, ověřuje se oprávnění potvrzující osoby k potvrzení takové žádosti.

source: If you request to send the password to an email in the registry, the register will send an email with the transfer password to the holder and all administrative contacts in case of domains, to the contact itself, or to all technical contacts in case of nameserver sets or key sets.
cs: Jestliže je požádáno o zaslání hesla na e-mail v registru, e-mail s heslem je zaslán držiteli a všem administrativním konktaktům v případě domény, kontaktu samotnému nebo všem technickým kontaktům v případě sady jmenných serverů nebo sady klíčů.

source: Incorrect input
cs: Nesprávné zadání

source: Invalid handle
cs: Neplatný identifikátor

source: Key
cs: Klíč

source: Key server set not found
cs: Sada klíčů nenalezena

source: Key set
cs: Sada klíčů

source: Key set details
cs: Prohlížení sady klíčů

source: Keyset
cs: Sada klíčů

source: Last transfer
cs: Poslední transfer

source: Last update
cs: Poslední aktualizace

source: Last update date
cs: Poslední aktualizace

source: Letter with officially verified signature can be sent only to the custom email. Please select "Send to custom email" and enter it.
cs: Úředně ověřený dopis může být odeslán jen na jiný e-mail. Prosím, nastavte "Zaslat na jiný e-mail" a zadejte jej.

source: List of registrars
cs: Seznam registrátorů

source: MPSV ID
cs: Identifikátor MPSV

source: Multiple entries found
cs: Nalezeno vícero záznamů

source: Name
cs: Jméno

source: Name server
cs: Jmenný server

source: Name server set
cs: Sada jmenných serverů

source: Name server set (DNS) details
cs: Prohlížení seznamu jmenných serverů (DNS)

source: Name server set not found
cs: Sada jmenných serverů nenalezena

source: New search in the registry
cs: Nové vyhledávání v registru

source: No
cs: Ne

source: No contact matches %s handle.
cs: Kontakt s identifikátorem %s nebyl nalezen.

source: No domain matches %s handle.
cs: Doména %s nebyla nalezena.

source: No key set matches %s handle.
cs: Sada klíčů s identifikátorem %s nebyla nalezena.

source: No name server set matches %s handle.
cs: Sada jmenných serverů s identifikátorem %s nebyla nalezena.

source: No registrar matches %s handle.
cs: Registrátor s identifikátorem %s nebyl nalezen.

source: Not disclosed
cs: Neveřejný údaj

source: Notification email
cs: E-mail pro oznámení

source: Nsset
cs: Sada jmenných serverů

source: Object not found. Check that you have correctly entered the Object type and Handle.
cs: Objekt nebyl nalezen. Zkontrolujte si, že jste typ objektu a identifikátor zadali správně.

source: Object not found. Check that you have correctly entered the contact handle.
cs: Objekt nebyl nalezen. Zkontrolujte si, že jste identifikátor kontaktu zadali správně.

source: Object type
cs: Typ objektu

source: Officially verified signature
cs: Úředně ověřený podpis

source: Operation for this object is prohibited. The request can not be accepted.
cs: Změna tohoto objektu není povolena. Žádost nelze přijmout.

source: Option "Send to email in registry" is incompatible with custom email. Please choose one of the two options.
cs: Nastavení "Zaslat na e-mail v registru" se neslučuje se zadáním "Jiný e-mail". Prosím, vyberte jedno nebo druhé.

source: Organization
cs: Organizace

source: Passport number
cs: Číslo pasu

source: Password (authinfo) request
cs: Žádost o heslo (authinfo)

source: Phone
cs: Telefon
